{
  "Email": "メールアドレス",
  "Name": "氏名",
  "Subject": "件名",
  "Body": "内容",
  "Send Message": "メッセージを送信",
  "Contact Info": "連絡先",
  "See more": "詳細を見る",
  "Contact me": "ご連絡はこちら",
  "see live": "サイトを見る",
  "view source": "ソースを見る",
  "Web Developer": "Webエンジニア",
  "Projects": "個人プロジェクト",
  "Skills": "スキル",
  "2018/4 - 2020/10": "",
  "E-commerce Specialist": "Eコマーススペシャリスト",
  "Experience": "経歴",
  "Contact": "コンタクト",
  "Dome Corp. Tokyo, Japan.": "株式会社ドーム (東京、日本)",
  "Worked on official e-commerce sites for Under Armour (Global Sports Apparel) and DNS (Japanese Sports Supplement).": "アンダーアーマー（グローバルスポールアパレル）およびDNS（国内スポールサプリメント）のEコマースサイトを運営。",
  "Localized Under Armour e-commerce site for Japan in collaboration with North America and APAC Teams, including translations as well as interpreting, issue handling and testing functionalities.": "北米およびAPACチームと共同して、アンダーアーマーEコマースサイトをローカライズ。対応内容は翻訳・通訳、不具合対応、機能テストなど。",
  "Implemented various A/B tests through Adobe Target as well as creating landing pages and in-site contents with HTML, CSS, and JavaScript.": "HTML・CSS・JavaScriptを利用したA/Bテストやランディングページ、サイト内コンテンツを作成。",
  "Recovered CVR for Under Armour e-commerce site by 60% in cooperation with Adobe team, using in-depth analysis to improve UX, after it dropped down due to e-commerce platform renewal. ": "プラットフォームリニューアルにより低下したアンダーアーマーEコマースサイトのCVRを、顧客行動分析に基づいたUX改善により60%向上。",
  "Online coaching platform built for personal trainers in Japan. Core functionalities include workout logging, schedule sharing, real-time messaging, etc.": "パーソナルトレーナーのために作られたオンラインコーチングプラットフォーム。トレーニングの記録やスケジュール共有、リアルタイムメッセージなどの主要機能を実装し、運営。",
  "Yuri Koshiishi": "輿石 ゆうり",
  "Hi, my name is Yuri Koshiishi. I'm a Web Developer who's passionate about JavsScript.": "こんにちは、輿石ゆうりと申します。Reactでのフロントエンド開発を中心に、JavaScriptが好きなWeb開発者です。いつでもお気軽にご連絡ください。",
  "About": "トップ",
  "Thank you for contacting. I will get back to you within 48 hours.": "ご連絡ありがとうございます。48時間以内に返答いたしますので、今しばらくお待ちください。",
  "An unexpected error occurred while sending a message. Please try again.": "メッセージ送信中にエラーが発生しました。お手数をおかけしますが、再度お試しください。",
  "Required. Please enter a valid email.": "必須項目です。正しいメールアドレスを入力してください。",
  "Required.": "必須項目です。",
  "play video": "デモを再生",
  "Online coaching platform built for personal trainers in Japan. ": "パーソナルトレーナー向けのオンラインコーチングプラットフォーム。",
  "Built SPA frontend in React, with Firebase backend for authentication, NoSQL database, and serverless functions.": "SPAのフロントエンドをReact、バックエンドは認証、NoSQLデータベース、サーバーレスファンクションをFirebaseで実装。",
  "Integrated 3rd party solutions such as Stripe for billing, and SendGrid for sending emails.": "決済機能にStripe、メールにSendGridなどサードパーティサービスを連携。",
  "Core functionalities include workout logging, schedule sharing, real-time messaging, etc.": "主要機能は、トレーニングの記録やスケジュール共有、リアルタイムメッセージなど。",
  "Product review sharing platform designed for protein powders.": "プロテインパウダーのレビュー共有プラットフォーム。",
  "Built SSR frontend as well as API endpoints in Next.js, with PostgreSQL database.": "SSRのフロントエンド、およびAPIエンドポイントをNext.jsで実装し、データベースにPostgreSQLを使用。",
  "Deployed the server and database in VPS.": "上記サーバーとデータベースはVPS上でデプロイ。",
  "Core functionalities include posting/liking/sorting/filtering reviews, product search, etc.": "主要機能は、レビューの投稿・ライク・並び替え・フィルター、商品検索など。",
  "2021/1 - Current": "2021/1 - 現在",
  "Nzigen, Inc. Tokyo, Japan.": "エヌ次元株式会社（東京、日本）",
  "Frontend Developer": "フロントエンドエンジニア",
  "Developed and maintained the frontend for clients' websites.": "各クライアントプロジェクトのフロントエンド構築、および保守を担当。",
  "Built an in-house chrome extension tool. (TypeScript, React)": "社内向けのChrome拡張の実装（TypeScript, React）",
  "Renewed a corporate website working with a UI designer. (HTML, SASS, JavaScript, PHP)": "UIデザイナーと共同してのコーポレートサイトリニューアル（HTML, SASS, JavaScript, PHP）",
  "Migrated frontend build tools from gulp + compass to webpack. (JavaScript)": "Gulp + CompassベースのフロントエンドビルドツールをWebpackに移行（JavaScript）",
  "source not available": "Source Not Available",
  "Product review sharing platform build with Next.js, Express, and PostgreSQL.": "商品レビューシェアプラットフォームをNext.js、Express、PostgreSQLで実装。",
  "Deployed in VPS using Docker and nginx": "Dockerとnginxを利用してVPSにデプロイ。"
}
